Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.46e1ee031bf8
source: 担当コーチの方針
ar_sa: أسلوب المدرب
ca: Enfocament de l'entrenador
cs: Přístup trenéra
da: Coachens tilgang
de_de: Coach-Ausrichtung
el: Προσέγγιση προπονητή
en_au: Coach approach
es_es: Enfoque del entrenador
fi: Valmentajan lähestymistapa
fr_ca: Approche du coach
gu: કોચનો અભિગમ
he: גישת המאמן
hi: कोच का तरीका
hr: Pristup trenera
hu: Az edző megközelítése
id: Pendekatan pelatih
it: Approccio dell'allenatore
ko: 코치 방침
mr: कोचची पद्धत
ms: Pendekatan jurulatih
nl_nl: Aanpak van de coach
no: Coachens tilnærming
pl: Podejście trenera
pt_br: Abordagem do treinador
pt_pt: Abordagem do treinador
ro: Abordarea antrenorului
ru: Подход тренера
sk: Prístup trénera
sl: Pristop trenerja
sv: Coachens inriktning
ta: கோச்சின் அணுகுமுறை
te: కోచ్ విధానం
th: แนวทางของโค้ช
tr: Koç yaklaşımı
uk: Підхід тренера
vi: Cách huấn luyện
zh_hans: 教练方针
zh_hant: 教練方針

# core_ui.48648d4ea8d7
source: 筋肉量とトレーニング実績を伸ばす
ar_sa: زيادة الكتلة العضلية والأداء التدريبي
ca: Augmenta la massa muscular i el rendiment d'entrenament
cs: Zvyšte množství svalů a objem tréninku
da: Øg muskelmasse og træningsresultater
de_de: Steigerung der Muskelmasse und Trainingsergebnisse
el: Αύξηση του όγκου των μυών και των αποτελεσμάτων της προπόνησης
en_au: Increase muscle mass and training results
es_es: Aumenta la masa muscular y los logros en el entrenamiento.
fi: Lisää lihasmassaa ja harjoittelutuloksia
fr_ca: Augmenter la masse musculaire et les résultats de l'entraînement
gu: સ્નાયુનું પ્રમાણ અને તાલીમના પરિણામો વધારો
he: הגדלת מסת שריר והישגים באימונים
hi: मांसपेशियों की मात्रा और प्रशिक्षण के अनुभव को बढ़ाना
hr: Povećajte količinu mišića i postignute rezultate u treningu
hu: Növelje az izomtömegét és a gyakorlati eredményeit
id: Meningkatkan massa otot dan rekam jejak pelatihan
it: Aumenta la massa muscolare e i risultati dell'allenamento
ko: 근육량과 운동 실적 향상
mr: मांसपेशीचे प्रमाण आणि प्रशिक्षणाची माहिती वाढवा
ms: Meningkatkan jumlah otot dan rekod latihan
nl_nl: Vergroot spiermassa en trainingsresultaten
no: Øk muskelmasse og treningsresultater
pl: Zwiększenie masy mięśniowej i ilości treningów
pt_br: Aumentar a massa muscular e o histórico de treinamento
pt_pt: Aumentar a massa muscular e o histórico de treinamento
ro: Creșteți masa musculară și rezultatele antrenamentelor
ru: Увеличьте мышечную массу и объем тренировок
sk: Zvýraznite objem a históriu tréningu
sl: Izboljšajte mišično maso in rezultate treninga
sv: Öka muskelmassa och träningsresultat
ta: தசை அளவையும், பயிற்சி அனுபவத்தையும் அதிகரித்தல்
te: కండర పరిమాణం మరియు శిక్షణ ఫలితాలను పెంచండి
th: เพิ่มปริมาณกล้ามเนื้อและผลงานการฝึก
tr: Kas kütlesini ve antrenman geçmişinizi geliştirin
uk: Збільште об'єм м'язів і обсяг тренувальних досягнень
vi: Tăng cường khối lượng cơ bắp và thành tích tập luyện
zh_hans: 增加肌肉量和训练记录
zh_hant: 增加肌肉量和训练记录

# core_ui.492de47a7b63
source: 表示方針
ar_sa: سياسة العرض
ca: Política de visualització
cs: Strategie zobrazení
da: Visningsstrategi
de_de: Anzeigeprinzip
el: Πολιτική εμφάνισης
en_au: Display policy
es_es: Política de visualización
fi: Näyttostrategia
fr_ca: Politique d'affichage
gu: દેખાડો ની વ્યૂ
he: גישה להצגה
hi: प्रदर्शन नीति
hr: Stil prikaza
hu: Megjelenítési irányelv
id: Kebijakan tampilan
it: Politica di visualizzazione
ko: 표시 정책
mr: प्रदर्शनाचे धोरण
ms: Ara panduan paparan
nl_nl: Weergavestrategie
no: Visningsstrategi
pl: Strategia wyświetlania
pt_br: Política de exibição
pt_pt: Política de exibição
ro: Politica de afișare
ru: Стратегия отображения
sk: Politika zobrazenia
sl: Smer prikaza
sv: Visningsstrategi
ta: காட்சி பாணி
te: ప్రదర్శన విధానం
th: แนวทางการแสดงผล
tr: Görüntüleme yaklaşımı
uk: Політика відображення
vi: Hướng dẫn hiển thị
zh_hans: 显示策略
zh_hant: 显示策略

# core_ui.49590b9fbda3
source: 最初のトレーニングを完了
ar_sa: أكمل تدريبك الأول
ca: Completa la teva primera formació
cs: Dokončete první trénink.
da: Afslut første træning
de_de: Erstes Training abgeschlossen
el: Ολοκληρώστε την πρώτη προπόνηση.
en_au: Complete your first workout.
es_es: Completar el primer entrenamiento.
fi: Suorita ensimmäinen harjoitus.
fr_ca: Terminez votre premier entraînement.
gu: પ્રથમ તાલીમ પૂર્ણ કરો
he: השלם את האימון הראשון
hi: पहला प्रशिक्षण पूरा करें।
hr: Završite prvi trening.
hu: Tudományos edzés befejezve
id: Selesaikan latihan pertama
it: Completa il primo allenamento
ko: 첫 번째 운동 완료
mr: पहिला व्यायाम पूर्ण करा.
ms: Selesaikan latihan pertama
nl_nl: Voltooi de eerste training.
no: Fullfør første treningsøkt.
pl: Zakończ pierwszy trening.
pt_br: Conclua o primeiro treino
pt_pt: Conclua o primeiro treino
ro: Finalizați prima sesiune de antrenament.
ru: Завершите первую тренировку.
sk: Dokončite prvý tréning.
sl: Končajte prvo vadbo
sv: Avsluta din första träning
ta: முதல் பயிற்சியை முடித்த பிறகு
te: మొదటి వ్యాయామాన్ని పూర్తి చేయండి
th: ทำแบบฝึกซ้อมครั้งแรกให้เสร็จ
tr: İlk antrenmanı tamamlayın
uk: Завершіть перше тренування
vi: Hoàn thành buổi tập đầu tiên
zh_hans: 完成第一次训练
zh_hant: 完成第一次訓練

# core_ui.4a384e48e5fa
source: 指定なし
ar_sa: غير محدد
ca: No especificat
cs: Neuvedeno
da: Ikke angivet
de_de: Nicht angegeben
el: Δεν καθορίστηκε
en_au: Not specified
es_es: Sin especificar
fi: Ei määritetty
fr_ca: Non spécifié
gu: નિર્દિષ્ટ નથી
he: לא צוין
hi: निर्दिष्ट नहीं
hr: Nije navedeno
hu: Nincs megadva
id: Tidak ditentukan
it: Non specificato
ko: 지정 안 함
mr: निर्दिष्ट नाही
ms: Tidak dinyatakan
nl_nl: Niet opgegeven
no: Ikke angitt
pl: Nie określono
pt_br: Não especificado
pt_pt: Não especificado
ro: Nespecificat
ru: Не указано
sk: Neuvedené
sl: Ni določeno
sv: Inte angivet
ta: குறிப்பிடப்படவில்லை
te: పేర్కొనలేదు
th: ไม่ระบุ
tr: Belirtilmemiş
uk: Не вказано
vi: Không chỉ định
zh_hans: 未指定
zh_hant: 未指定

# core_ui.4ad24abc61b0
source: 性別
ar_sa: الجنس
ca: Sexe
cs: Pohlaví
da: Køn
de_de: Geschlecht
el: Φύλο
en_au: Sex
es_es: Sexo
fi: Sukupuoli
fr_ca: Sexe
gu: લિંગ
he: מין
hi: लिंग
hr: Spol
hu: Nem
id: Jenis kelamin
it: Sesso
ko: 성별
mr: लिंग
ms: Jantina
nl_nl: Geslacht
no: Kjønn
pl: Płeć
pt_br: Sexo
pt_pt: Sexo
ro: Sex
ru: Пол
sk: Pohlavie
sl: Spol
sv: Kön
ta: பாலினம்
te: లింగం
th: เพศ
tr: Cinsiyet
uk: Стать
vi: Giới tính
zh_hans: 性别

# core_ui.4bebd78efec8
source: Apple Watchログ
ar_sa: سجلات Apple Watch
ca: Registres de l'Apple Watch
cs: Protokoly Apple Watch
da: Apple Watch-logfiler
de_de: Apple Watch-Protokolle
el: Αρχεία καταγραφής Apple Watch
en_au: Apple Watch logs
es_es: Registros de Apple Watch
fi: Apple Watch -lokit
fr_ca: Journaux Apple Watch
gu: Apple Watch લોગ
he: יומני Apple Watch
hi: Apple Watch लॉग
hr: Zapisi Apple Watcha
hu: Apple Watch-naplók
id: Log Apple Watch
it: Registri di Apple Watch
ko: Apple Watch 로그
mr: Apple Watch लॉग्स
ms: Log Apple Watch
nl_nl: Apple Watch-logboeken
no: Apple Watch-logger
pl: Dzienniki Apple Watch
pt_br: Registros do Apple Watch
pt_pt: Registos do Apple Watch
ro: Jurnale Apple Watch
ru: Журналы Apple Watch
sk: Záznamy Apple Watch
sl: Dnevniki Apple Watch
sv: Apple Watch-loggar
ta: Apple Watch பதிவுகள்
te: Apple Watch లాగ్‌లు
th: บันทึก Apple Watch
tr: Apple Watch günlükleri
uk: Журнали Apple Watch
vi: Nhật ký Apple Watch
zh_hans: Apple Watch日志
zh_hant: Apple Watch記錄

# core_ui.4bf044eb7319
source: 能力や資格の評価ではありません。回答で優先する観点を示します。
ar_sa: إنه ليس تقييمًا للقدرة أو المؤهلات. أشر إلى وجهة نظرك المفضلة في إجابتك.
ca: No és una avaluació d'habilitats o qualificacions. Indica la teva perspectiva preferida a la teva resposta.
cs: Nejedná se o hodnocení schopností nebo kvalifikací. Uvádí priority, na které je třeba se zaměřit v odpovědích.
da: Dette er ikke en vurdering af evner eller kvalifikationer. Det angiver de aspekter, der prioriteres i svaret.
de_de: Dies ist keine Bewertung von Fähigkeiten oder Qualifikationen. Es zeigt die Prioritäten an, auf die bei der Beantwortung einzugehen ist.
el: Δεν πρόκειται για αξιολόγηση δεξιοτήτων ή προσόντων. Δείχνει τα κριτήρια που θα χρησιμοποιήσετε στις απαντήσεις σας.
en_au: This is not an evaluation of abilities or qualifications. It indicates the priorities to consider in your responses.
es_es: No es una evaluación de habilidades o calificaciones. Indica los criterios a priorizar en la respuesta.
fi: Tämä ei ole kykyjen tai pätevyyksien arvio. Esitämme, mitkä näkökohdat ovat tärkeitä vastauksissa.
fr_ca: Ce n'est pas une évaluation des capacités ou des qualifications. Il s'agit d'indiquer les aspects prioritaires à considérer dans la réponse.
gu: આ ક્ષમતા અથવા લાયકાતનું મૂલ્યાંકન નથી. જવાબોમાં પ્રાથમિકતા આપવા માટેના પરિપ્રેક્ષ્યો દર્શાવે છે.
he: זה לא הערכה של יכולות או תעודות. הנה נקודות העדיפות בתשובה.
hi: यह आपकी क्षमताओं या योग्यताओं का मूल्यांकन नहीं है। यह बताता है कि उत्तर में किन पहलुओं को प्राथमिकता दी जानी चाहिए।
hr: Ovo nije procjena vještina ili kvalifikacija. Navodi se koje su točke važne za odgovor.
hu: Ez nem értékel egy képességet vagy képesítést. A válaszban megmutatja, hogy mely szempontokat kell figyelembe venni.
id: Ini bukan untuk mengevaluasi kemampuan atau kualifikasi. Menunjukkan perspektif yang akan diprioritaskan dalam jawaban.
it: Non si tratta di valutare capacità o qualifiche. Indica i punti prioritari in base alle risposte.
ko: 능력이나 자격 평가가 아닙니다. 답변에서 우선순위를 나타냅니다.
mr: क्षमता किंवा कौशल्यांचे मूल्यांकन नाही. उत्तरांमध्ये प्राधान्यक्रमावर आधारित दृष्टिकोन दर्शविला आहे.
ms: Ini bukanlah penilaian keupayaan atau kelayakan. Ia menunjukkan pandangan yang perlu diberi tumpuan dalam jawapan.
nl_nl: Dit is geen beoordeling van vaardigheden of certificeringen. De prioriteit wordt aangegeven op basis van de antwoorden.
no: Dette er ikke en vurdering av ferdigheter eller kvalifikasjoner. Vi viser hvilke aspekter som bør prioriteres i svaret.
pl: Nie jest to ocena umiejętności ani kwalifikacji. Wskażane są priorytetowe kryteria w odpowiedzi.
pt_br: Não é uma avaliação de habilidades ou qualificações. Apresenta os pontos prioritários na resposta.
pt_pt: Não é uma avaliação de habilidades ou qualificações. Apresenta os pontos prioritários na resposta.
ro: Nu este o evaluare a abilităților sau calificărilor. Indicați punctele pe care le considerați importante în răspuns.
ru: Это не оценка способностей или квалификации. Указывает приоритетные аспекты для рассмотрения в ответах.
sk: Toto nie je hodnota vašich schopností alebo kvalifikácií. Uvádzame priority, ktoré by ste mali zvážiť pri odpovedi.
sl: To ni ocena sposobnosti ali kvalifikacij. Navede, na katerih točkah je treba poudariti v odgovoru.
sv: Detta är inte en bedömning av förmågor eller kvalifikationer. Här anges de aspekter som prioriteras i svaret.
ta: இது உங்கள் திறன்கள் மற்றும் தகுதிகளை மதிப்பிடுவதற்கான கருவி அல்ல. பதிலில் நீங்கள் முக்கியமாகக் கருதுவது என்ன என்பதை இங்கே குறிப்பிடவும்.
te: ఇది మీ సామర్థ్యాలు లేదా అర్హతల అంచనా కాదు. సమాధానంలో ప్రాధాన్యత ఇవ్వాల్సిన అంశాలను తెలియజేస్తుంది.
th: ไม่ใช่การประเมินความสามารถหรือคุณสมบัติ กรุณาเลือกมุมมองที่จะให้ความสำคัญในการตอบกลับ
tr: Bu, yetenek veya niteliklerin değerlendirmesi değildir. Cevaplarda önceliklendirilmesi gereken yönleri gösterir.
uk: Це не оцінка ваших здібностей або кваліфікації. Вказує на пріоритетні критерії для відповіді.
vi: Đây không phải là đánh giá về khả năng hoặc chứng chỉ. Chúng tôi sẽ trình bày các yếu tố ưu tiên trong câu trả lời.
zh_hans: 这不代表能力或资格评估。以下是优先考虑的观点。
zh_hant: 这并非对能力或资格的评估。以下是优先考虑的观点。

# core_ui.4c047b751f90
source: 今日やることはここ
ar_sa: إجراءات اليوم هنا
ca: Les accions d'avui són aquí
cs: Dnešní akce jsou zde
da: Dagens handlinger er her
de_de: Deine heutigen Aktionen sind hier
el: Οι σημερινές ενέργειες είναι εδώ
en_au: Today's actions are here
es_es: Tus acciones de hoy están aquí
fi: Tämän päivän toiminnot ovat täällä
fr_ca: Les actions du jour sont ici
gu: આજની ક્રિયાઓ અહીં છે
he: הפעולות להיום נמצאות כאן
hi: आज के काम यहाँ हैं
hr: Današnje radnje su ovdje
hu: A mai teendők itt vannak
id: Tindakan hari ini ada di sini
it: Le azioni di oggi sono qui
ko: 오늘 할 일은 여기
mr: आजच्या कृती येथे आहेत
ms: Tindakan hari ini ada di sini
nl_nl: De acties van vandaag staan hier
no: Dagens handlinger er her
pl: Dzisiejsze działania są tutaj
pt_br: Suas ações de hoje estão aqui
pt_pt: As suas ações de hoje estão aqui
ro: Acțiunile de azi sunt aici
ru: Сегодняшние действия здесь
sk: Dnešné akcie sú tu
sl: Današnja dejanja so tukaj
sv: Dagens åtgärder finns här
ta: இன்றைய செயல்கள் இங்கே உள்ளன
te: ఈరోజు చర్యలు ఇక్కడ ఉన్నాయి
th: สิ่งที่ต้องทำวันนี้อยู่ที่นี่
tr: Bugünün eylemleri burada
uk: Сьогоднішні дії тут
vi: Các việc hôm nay ở đây
zh_hans: 今天的行动在这里
zh_hant: 今天的行動在這裡

# core_ui.4c48305c3a97
source: メールなどの送信先を選び、BodyModeサポートへお送りください。身体や健康の記録は報告文に含まれません。
ar_sa: اختر وجهة مثل Mail وأرسل البلاغ إلى دعم BodyMode. لا يتضمن البلاغ سجلات الجسم أو الصحة.
ca: Tria una destinació, com ara Mail, i envia l'informe al servei d'assistència de BodyMode. L'informe no inclou registres corporals ni de salut.
cs: Vyberte cíl, například Mail, a odešlete hlášení podpoře BodyMode. Hlášení neobsahuje údaje o těle ani zdraví.
da: Vælg en destination, f.eks. Mail, og send indberetningen til BodyMode Support. Indberetningen indeholder ikke krops- eller sundhedsdata.
de_de: Wähle ein Ziel wie Mail und sende den Bericht an den BodyMode-Support. Der Bericht enthält keine Körper- oder Gesundheitsdaten.
el: Επίλεξε προορισμό, όπως το Mail, και στείλε την αναφορά στην Υποστήριξη BodyMode. Η αναφορά δεν περιλαμβάνει δεδομένα σώματος ή υγείας.
en_au: Choose a destination such as Mail and send the report to BodyMode Support. The report does not include body or health records.
es_es: Elige un medio, como Mail, y envía el informe al asistencia de BodyMode. El informe no incluye registros corporales ni de salud.
fi: Valitse kohde, kuten Mail, ja lähetä ilmoitus BodyMode-tukeen. Ilmoitus ei sisällä keho- tai terveystietoja.
fr_ca: Choisissez une destination, comme Mail, puis envoyez le rapport à l'assistance BodyMode. Le rapport ne contient aucune donnée corporelle ou de santé.
gu: Mail જેવી મોકલવાની જગ્યા પસંદ કરો અને રિપોર્ટ BodyMode સપોર્ટને મોકલો. રિપોર્ટમાં શરીર અથવા આરોગ્યના રેકોર્ડ શામેલ નથી.
he: יש לבחור יעד כגון Mail ולשלוח את הדיווח לתמיכה של BodyMode. הדיווח אינו כולל רישומי גוף או בריאות.
hi: Mail जैसा गंतव्य चुनें और रिपोर्ट BodyMode सहायता को भेजें। रिपोर्ट में शरीर या स्वास्थ्य के रिकॉर्ड शामिल नहीं होते।
hr: Odaberite odredište, primjerice Mail, i pošaljite prijavu podršci za BodyMode. Prijava ne sadrži podatke o tijelu ni zdravlju.
hu: Válassz célalkalmazást, például a Mailt, és küldd el a jelentést a BodyMode ügyfélszolgálatának. A jelentés nem tartalmaz test- vagy egészségügyi adatokat.
id: Pilih tujuan seperti Mail dan kirim laporan ke Dukungan BodyMode. Laporan tidak menyertakan data tubuh atau kesehatan.
it: Scegli una destinazione, ad esempio Mail, e invia il report all'assistenza BodyMode. Il report non contiene dati corporei o sanitari.
ko: Mail 등의 전송 대상을 선택해 BodyMode 지원팀으로 신고 내용을 보내세요. 신고에는 신체 또는 건강 기록이 포함되지 않습니다.
mr: Mail सारखे पाठवण्याचे ठिकाण निवडा आणि अहवाल BodyMode Support कडे पाठवा. अहवालात शरीर किंवा आरोग्य नोंदी समाविष्ट नसतात.
ms: Pilih destinasi seperti Mail dan hantar laporan kepada Sokongan BodyMode. Laporan tidak mengandungi data badan atau kesihatan.
nl_nl: Kies een bestemming, zoals Mail, en stuur de melding naar BodyMode Support. De melding bevat geen lichaams- of gezondheidsgegevens.
no: Velg et mål, for eksempel Mail, og send rapporten til BodyMode Support. Rapporten inneholder ikke kropps- eller helsedata.
pl: Wybierz miejsce docelowe, takie jak Mail, i wyślij zgłoszenie do Pomocy BodyMode. Zgłoszenie nie zawiera danych o ciele ani zdrowiu.
pt_br: Escolha um destino, como o Mail, e envie o relatório ao Suporte do BodyMode. O relatório não inclui registros corporais ou de saúde.
pt_pt: Escolher um destino, como o Mail, e envie o relatório ao Apoio do BodyMode. O relatório não inclui registos corporais ou de saúde.
ro: Alege o destinație, precum Mail, și trimite raportul către Asistența BodyMode. Raportul nu include date corporale sau de sănătate.
ru: Выберите приложение, например Mail, и отправьте жалобу в поддержку BodyMode. Жалоба не содержит данных о теле или здоровье.
sk: Vyberte cieľ, napríklad Mail, a odošlite hlásenie podpore BodyMode. Hlásenie neobsahuje údaje o tele ani zdraví.
sl: Izberite cilj, na primer Mail, in pošljite prijavo podpori BodyMode. Prijava ne vsebuje podatkov o telesu ali zdravju.
sv: Välj en destination, till exempel Mail, och skicka rapporten till BodyMode Support. Rapporten innehåller inga kropps- eller hälsodata.
ta: Mail போன்ற அனுப்பும் இடத்தைத் தேர்ந்தெடுத்து அறிக்கையை BodyMode Support-க்கு அனுப்பவும். அறிக்கையில் உடல் அல்லது ஆரோக்கியப் பதிவுகள் சேர்க்கப்படாது.
te: Mail వంటి పంపే గమ్యాన్ని ఎంచుకుని రిపోర్టును BodyMode Supportకు పంపండి. రిపోర్టులో శరీర లేదా ఆరోగ్య రికార్డులు ఉండవు.
th: เลือกปลายทาง เช่น Mail แล้วส่งรายงานไปยังฝ่ายสนับสนุน BodyMode รายงานจะไม่มีข้อมูลร่างกายหรือสุขภาพ
tr: Mail gibi bir hedef seç ve bildirimi BodyMode Desteği'ne gönder. Bildirim vücut veya sağlık kayıtlarını içermez.
uk: Виберіть застосунок, наприклад Mail, і надішліть скаргу до підтримки BodyMode. Скарга не містить даних про тіло чи здоров’я.
vi: Chọn nơi gửi, chẳng hạn như Mail, rồi gửi báo cáo đến Bộ phận hỗ trợ BodyMode. Báo cáo không chứa dữ liệu cơ thể hoặc sức khỏe.
zh_hans: 选择邮件等发送方式，并将报告发送给BodyMode支持。报告不包含身体或健康记录。
zh_hant: 選擇郵件等傳送方式，並將報告傳送給BodyMode支援。報告不包含身體或健康資料。

# core_ui.4c5dd856653e
source: 予定したトレーニング記録がありません
ar_sa: لم يتم العثور على تمرين مجدول
ca: No s'ha trobat cap entrenament programat
cs: Nebyl nalezen naplánovaný trénink
da: Ingen planlagt træning fundet
de_de: Kein geplantes Training gefunden
el: Δεν βρέθηκε προγραμματισμένη προπόνηση
en_au: No scheduled workout found
es_es: No se encontró un entrenamiento programado
fi: Suunniteltua harjoitusta ei löytynyt
fr_ca: Aucun entraînement prévu trouvé
gu: નક્કી કરેલો વર્કઆઉટ મળ્યો નથી
he: לא נמצא אימון מתוכנן
hi: तय वर्कआउट नहीं मिला
hr: Nije pronađen zakazani trening
hu: Nem található ütemezett edzés
id: Tidak ada latihan terjadwal yang ditemukan
it: Nessun allenamento programmato trovato
ko: 예정된 운동 없음
mr: नियोजित वर्कआउट सापडला नाही
ms: Tiada senaman berjadual ditemui
nl_nl: Geen geplande training gevonden
no: Ingen planlagt treningsøkt funnet
pl: Nie znaleziono zaplanowanego treningu
pt_br: Nenhum treino programado encontrado
pt_pt: Nenhum treino programado encontrado
ro: Nu a fost găsit niciun antrenament programat
ru: Запланированная тренировка не найдена
sk: Nenašiel sa naplánovaný tréning
sl: Načrtovana vadba ni bila najdena
sv: Inget schemalagt träningspass hittades
ta: திட்டமிட்ட வொர்க்அவுட் கிடைக்கவில்லை
te: నిర్ణయించిన వర్కౌట్ కనబడలేదు
th: ไม่พบโปรแกรมที่กำหนดไว้
tr: Planlanmış antrenman bulunamadı
uk: Заплановане тренування не знайдено
vi: Không tìm thấy buổi tập đã lên lịch
zh_hans: 未找到计划训练
zh_hant: 未找到計畫訓練

# core_ui.4c70eaf9acf8
source: 年齢に適さない
ar_sa: غير ملائم للعمر
ca: No adequat per a l'edat
cs: Nevhodné pro daný věk
da: Ikke alderssvarende
de_de: Nicht altersgerecht
el: Ακατάλληλο για την ηλικία
en_au: Not age-appropriate
es_es: No apto para la edad
fi: Ei sovi tälle ikäryhmälle
fr_ca: Non adapté à l'âge
gu: ઉંમર માટે યોગ્ય નથી
he: לא מתאים לגיל
hi: उम्र के लिए उपयुक्त नहीं
hr: Nije primjereno dobi
hu: Nem életkornak megfelelő
id: Tidak sesuai usia
it: Non adatto all'età
ko: 연령에 부적절함
mr: वयानुसार योग्य नाही
ms: Tidak sesuai untuk umur
nl_nl: Niet geschikt voor deze leeftijd
no: Ikke egnet for alderen
pl: Nieodpowiednie dla wieku
pt_br: Inadequado para a idade
pt_pt: Inadequado para a idade
ro: Neadecvat vârstei
ru: Не соответствует возрасту
sk: Nevhodné pre daný vek
sl: Ni primerno za starost
sv: Inte lämpligt för åldern
ta: வயதிற்கு ஏற்றதல்ல
te: వయస్సుకు తగినది కాదు
th: ไม่เหมาะกับอายุ
tr: Yaşa uygun değil
uk: Не відповідає віку
vi: Không phù hợp với độ tuổi
zh_hans: 不适合此年龄
zh_hant: 不適合此歲齡

# core_ui.4cfa4f6e6a37
source: 筋力・体力・回復を競技につなげる
ar_sa: ربط القوة العضلية والقوة البدنية والتعافي بالمنافسة
ca: Connectant la força muscular, la força física i la recuperació amb la competició
cs: Propojte trénink svalů, sílu a kondici s výkonem
da: Forbind styrke, udholdenhed og restitution med konkurrencen
de_de: Beziehung von Kraft, Ausdauer und Erholung zur Leistung
el: Σύνδεση της άσκησης με τη φυσική κατάσταση και την ανάρρωση
en_au: Connect strength, fitness, and recovery to competition
es_es: Conecta el entrenamiento de fuerza con el rendimiento y la condición física.
fi: Yhdistä voima, kunto ja palautuminen kilpailuun
fr_ca: Relier la force, l'endurance et la récupération à la performance sportive
gu: સ્નાયુ શક્તિ, શારીરિક ક્ષમતા અને પુનઃપ્રાપ્તિને સ્પર્ધામાં જોડો
he: חיבור ביצועים ספורטיביים, כוח וכושר, והתאוששות
hi: मांसपेशियों की ताकत, फिटनेस और रिकवरी को प्रतिस्पर्धा में शामिल करना
hr: Povežite izdržljivost, snagu i oporavak s treniranjem
hu: Az izomgyakorlatokat a versenyképességhez kapcsolja
id: Menghubungkan latihan kekuatan, daya, dan pemulihan dengan kompetisi
it: Collega le prestazioni, la forza e il recupero alle attività sportive
ko: 근력, 체력, 회복을 경쟁에 연결
mr: मांसपेशी आणि शारीरिक क्षमता तसेच पुनर्प्राप्तीला स्पर्धेत रूपांतरित करा
ms: Menghubungkan latihan kekuatan, tenaga dan pemulihan dengan prestasi
nl_nl: Verbind spierkracht, uithoudingsvermogen en herstel met prestaties
no: Koble styrke, utholdenhet og restitusjon til konkurranse
pl: Łączenie treningu siłowego z osiąganiem wyników
pt_br: Conectar o treino de força ao desempenho esportivo
pt_pt: Conectar o treino de força ao desempenho esportivo
ro: Conectați performanța, forța și recuperarea cu activitatea sportivă
ru: Свяжите тренировки на силу с достижением результатов
sk: Spojte tréning svalov, fyzickú kondíciu a regeneráciu
sl: Povežite trening z utežmi s kondicijo in okrevanje
sv: Koppla samman styrka, kondition och återhämtning med prestation
ta: உடற்பயிற்சியை போட்டியாக மாற்றுதல்
te: కండర బలం, ఫిట్‌నెస్ మరియు కోలుకునే సామర్థ్యాన్ని పోటీకి అనుగుణంగా తీసుకోండి
th: เชื่อมโยงความแข็งแรงของร่างกาย, ความฟิต และการฟื้นตัวเข้ากับการแข่งขัน
tr: Kas gücünü, dayanıklılığını ve iyileşmeyi rekabete bağlayın
uk: Зв'яжіть тренування м'язів, силу та відновлення з досягненням результатів
vi: Kết nối sức mạnh, thể lực và khả năng phục hồi với hoạt động thi đấu
zh_hans: 将力量、体能和恢复与竞技相结合
zh_hant: 将力量、体能和恢复与竞赛相结合

# core_ui.4d75244133b3
source: 計画
ar_sa: خطة
ca: pla
cs: Plán
da: Planlægning
de_de: Plan
el: Πλάνο
en_au: Plan
es_es: Plan
fi: Suunnitelma
fr_ca: Plan
gu: યોજના
he: תכנית
hi: योजना
hr: Plan
hu: Tervezés
id: Rencana
it: Pianificazione
ko: 계획
mr: योजना
ms: Rencana
nl_nl: Planning
no: Planlegging
pl: Plan
pt_br: Plano
pt_pt: Plano
ro: Plan
ru: План
sk: Plán
sl: Planski režim
sv: Plan
ta: திட்டம்
te: ప్రణాళిక
th: แผน
tr: Planlama
uk: Планування
vi: Kế hoạch
zh_hans: 计划
zh_hant: 计划

# core_ui.4d7d6a61c333
source: 端末内
ar_sa: داخل المحطة
ca: Dins de la terminal
cs: V rámci aplikace
da: Indenfor enheden
de_de: Innerhalb des Geräts
el: Μέσα στη συσκευή
en_au: Within the device
es_es: Dentro del dispositivo
fi: Laitteessa
fr_ca: À l'intérieur de l'appareil
gu: ઉપકરણની અંદર
he: בתוך המכשיר
hi: उपकरण के भीतर
hr: Unutar uređaja
hu: Készülvén belül
id: Di dalam perangkat
it: All'interno del dispositivo
ko: 내부
mr: डिव्हाइसमध्ये
ms: Dalam peranti
nl_nl: Binnen het apparaat
no: Inne i enheten
pl: Wewnątrz urządzenia
pt_br: Dentro do dispositivo
pt_pt: Dentro do dispositivo
ro: În interiorul dispozitivului
ru: Внутри устройства
sk: Vnútri zariadenia
sl: V notranji aplikaciji
sv: Inuti enheten
ta: சாதனத்திற்குள்
te: పరికరంలోనే
th: ภายในอุปกรณ์
tr: Cihaz içinde
uk: Всередині пристрою
vi: Trong thiết bị
zh_hans: 在设备内部
zh_hant: 在设备内部
